"OK" = "OK";
"DONE" = "Selesai";
"Done" = "Selesai";
"CANCEL" = "Batal";

"Later" = "Kemudian";

"NEW_ACTION" = "Tindakan baru";
"DELETE_ACTION" = "Padam tindakan";
"Delete project" = "Memadam projek";
"Move to In-Basket" = "Pindah ke Peti Masuk";
"UNDO_ACTION" = "Longgarkan siap";

"Date" = "Tarikh";
"Time" = "Masa";
"Alert" = "Bersiap sedia";
"At the same time" = "Pada masa yang sama";
"%@ before" = "%@ sebelum";

"LAST_MONTH" = "bulan lepas";
"LAST_WEEK" = "minggu lepas";
"LAST_YEAR" = "tahun lepas";
"NEXT_MONTH" = "bulan depan";
"NEXT_WEEK" = "minggu depan";
"NEXT_YEAR" = "tahun depan";
"SOMEDAY_MAYBE" = "suatu hari nanti / mungkin";
"THIS_MONTH" = "bulan ini";
"THIS_WEEK" = "minggu ini";
"THIS_YEAR" = "tahun ini";
"TODAY" = "hari ini";
"TOMORROW" = "esok";
"YESTERDAY" = "semalam";

"CALENDAR" = "Kalendar";

"DESCRIPTION" = "Penerangan";
"DISABLED" = "Orang kurang upaya";
"ENABLED" = "Membolehkan";
"SOUND" = "Bunyi";
"TRY" = "Cuba";
"Restore" = "Memulihkan";

"in-basket" = "peti masuk";
"delegated" = "diwakilkan";
"completed" = "selesai";

"How soon do you plan to do this?" = "Bagaimana tidak lama lagi anda boleh merancang untuk melakukan ini?";
"Enable repeat and notification will be coming every minute until you act on it." = "Aktifkan ulangan dan pemberitahuan akan datang setiap minit sehingga anda bertindak.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "tarik turun dan melepaskan\nuntuk tambah tugas baru";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Tarik satu tugas kepada hak untuk\n• melengkapkan,\n• menangguhkan,\n• kalendar atau,\n• ia mewakilkan";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Tarik satu tugas yang di sebelah kiri untuk\n• mengalih keluar,\n• mengulangi,\n• itemize atau,\n• hantar";
"Pull up and release\nto clear completed tasks." = "Tarik dan lepaskan\nuntuk menyelesaikan tugas-tugas yang lengkap";

"all done" = "semua dilakukan";

"STATISTICS_ACTIONS_IN_LIST" = "tindakan\nyang dalam senarai";
"STATISTICS_ACTIONS_FOR_TODAY" = "tindakan\nuntuk lakukan hari ini";
"STATISTICS_ACTIONS_DONE_TOTAL" = "tindakan\nyang dilakukan";
"STATISTICS_DAYS_PASSED_TOTAL" = "hari\nberlalu";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "tindakan\nsehari";

"Purchase" = "Membeli";
"Receipt for this app expired." = "Resit untuk aplikasi ini telah tamat.";
"Premium Feature" = "Ini adalah ciri premium";
"Disable ads here just for %@ right now!" = "Dapatkannya sekarang untuk %@!";
"Try for a week" = "Cuba selama seminggu";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Ini adalah ciri premium. Tetapi anda Kurang Upaya pembelian di app. Membolehkan mereka dalam tetapan untuk meneruskan.";
"Purchase transaction for the feature failed. Try again later." = "Transaksi Pembelian bagi ciri tersebut gagal. Cuba lagi nanti.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Ini adalah ciri premium. Tetapi peranti anda mempunyai sambungan internet sekarang. Cuba lagi nanti.";
"All previously purchased features were restored." = "Semua ciri-ciri yang dibeli sebelum ini telah diambil semula.";

"You can greatly help by writing a review." = "Anda sangat boleh membantu dengan menulis kajian semula.";

"WELCOME" = "SELAMAT DATANG";
"keep tasks here" = "memastikan tugas-tugas di sini";

"Repeat" = "Ulang";
"DAY" = "HARI";
"WEEK" = "MINGGU";
"MONTH" = "BULAN";
"everyday" = "setiap hari";
"done %@ times" = "dilakukan %@ kali";
"Skip repetition" = "Langkau pengulangan dalam";
"REPEAT_DAY_1" = "hari";
"REPEAT_DAY_234" = "hari";
"REPEAT_DAY_567890" = "hari";

"Complete" = "Menyelesaikan";
"Postpone" = "Menangguhkan";
"Schedule" = "Jadual";

"Version" = "Versi";
"Feedback" = "Maklum balas";
"Help" = "Bantuan";
"Sounds" = "Bunyi";
"Theme" = "Tema";
"Dark" = "Gelap";
"Light" = "Cahaya";
"Automatic" = "Automatik";
"Multiline titles" = "Tajuk multiline";
"Delete confirmation" = "Padam pengesahan";
"Icon badge" = "Lencana icon";
"Calendar reminder" = "Peringatan kalendar";
"Overdue reminder" = "Peringatan lampau tempoh";
"Process reminder" = "Peringatan proses";
"Review reminder" = "Peringatan kajian";
"Restore in-app purchases" = "Simpan semula dalam aplikasi pembelian";
"Send usage statistics" = "Hantar statistik penggunaan";

"Application" = "Aplikasi";
"Projects" = "Projek-projek";
"Periodic tasks" = "Tugas-tugas berkala";
"Archive" = "Arkib";

"Change in storage" = "Perubahan dalam simpanan";
"Сopy existing tasks to the new storage?" = "Salin tugas-tugas yang sedia ada untuk menyimpan baru?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Anda mempunyai tiada tugas untuk hari ini.\n•\nKembali oleh mencubit di atau gegaran.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Anda mempunyai tiada tugas dalam projek ini.\n•\nTambah tugas dengan menarik ke bawah.\n•\nKembali oleh mencubit di atau gegaran.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Anda mempunyai tugas-tugas yang belum siap. Lengkapkan mereka atau ditetapkan tarikh baru. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Anda perlu memproses tugas-tugas yang dikumpul secara berkala untuk tinggal dianjurkan. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Menyemak senarai anda setiap minggu, ini akan membuat ia boleh dipercayai. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Gembira";
"Confused" = "Keliru";
"Unhappy" = "Tidak berpuas hati";
"Tell the story of your success and help others to achive the same!" = "Kisah kejayaan anda dan membantu orang lain untuk gigih sama!";
"Search for help on a website or write an email to developer." = "Mencari bantuan di laman web atau menulis e-mel kepada pemaju.";
"Sorry to hear. What can I do to fix this?" = "Maaf untuk mendengar. Apa yang boleh saya lakukan untuk memperbetulkan ini?";
"How do you feel about it?" = "Apakah pandangan anda tentang hal itu?";
"Congratulations! You completed %@ tasks." = "Tahniah, anda baru sahaja selesai tugas %@!";
"Please, rate this app on the App Store. Thanks!" = "Sila kadar aplikasi ini di App Store.";
"Rate %@" = "Nilaikan %@";
"Not now" = "Bukan sekarang";
"Don't ask again" = "Jangan tanya lagi";
"I completed %@ tasks!" = "Saya sudah melengkapkan tugas-tugas %@!";

"Enjoying this app?" = "Menikmati aplikasi ini?";
"Would you mind giving me some feedback?" = "Adakah anda keberatan memberikan kita beberapa maklum balas?";
"How about rating on the App Store, then?" = "Bagaimana pula Kedudukan di App Store, kemudian?";
"Not really" = "Tiada";
"Yes!" = "Ya";
"No, thanks" = "Tiada";
"Ok, sure" = "Ya";
"NO" = "Tiada";
"YES" = "Ya";
